Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# setup.whiskywine.error.checksumMismatch
source: The downloaded Wine runtime failed its integrity check and was not installed. This usually means the download was corrupted. Please try again.
ar: لم تجتز بيئة تشغيل Wine التي تم تنزيلها فحص السلامة ولم يتم تثبيتها. يعني ذلك عادةً أن التنزيل تالف. يُرجى إعادة المحاولة.
cs: Stažené prostředí Wine neprošlo kontrolou integrity a nebylo nainstalováno. Obvykle to znamená poškozené stažení. Zkuste to prosím znovu.
da: Den hentede Wine-runtime bestod ikke integritetstjekket og blev ikke installeret. Det betyder som regel, at overførslen blev beskadiget. Prøv igen.
de: Die geladene Wine-Runtime hat die Integritätsprüfung nicht bestanden und wurde nicht installiert. Meist ist der Download beschädigt. Bitte versuche es erneut.
es: El runtime de Wine descargado no ha superado la comprobación de integridad y no se ha instalado. Suele deberse a una descarga dañada. Inténtalo de nuevo.
fi: Ladattu Wine-ajoympäristö ei läpäissyt eheystarkistusta eikä sitä asennettu. Yleensä tämä tarkoittaa, että lataus vioittui. Yritä uudelleen.
fr: Le runtime Wine téléchargé n'a pas passé le contrôle d'intégrité et n'a pas été installé. Le téléchargement est probablement corrompu. Veuillez réessayer.
it: Il runtime Wine scaricato non ha superato il controllo di integrità e non è stato installato. Di solito significa che il download è danneggiato. Riprova.
ja: ダウンロードした Wine ランタイムが整合性チェックに通らなかったため、インストールされませんでした。多くの場合、ダウンロードが破損しています。もう一度お試しください。
ko: 다운로드한 Wine 런타임이 무결성 검사를 통과하지 못해 설치되지 않았습니다. 대개 다운로드가 손상된 경우입니다. 다시 시도해 주십시오.
nl: De gedownloade Wine-runtime is niet door de integriteitscontrole gekomen en is niet geïnstalleerd. Meestal is de download beschadigd. Probeer het opnieuw.
pl: Pobrany silnik Wine nie przeszedł kontroli integralności i nie został zainstalowany. Zwykle oznacza to uszkodzone pobieranie. Spróbuj ponownie.
pt_br: O runtime do Wine baixado não passou na verificação de integridade e não foi instalado. Em geral, isso significa que o download foi corrompido. Tente novamente.
pt_pt: O runtime do Wine transferido não passou a verificação de integridade e não foi instalado. Normalmente, isto significa que a transferência ficou danificada. Tente novamente.
ro: Runtime-ul Wine descărcat nu a trecut verificarea de integritate și nu a fost instalat. De obicei, asta înseamnă că descărcarea s-a corupt. Încearcă din nou.
ru: Загруженная среда Wine не прошла проверку целостности и не была установлена. Обычно это означает, что загрузка повреждена. Попробуйте ещё раз.
sv: Den hämtade Wine-runtime klarade inte integritetskontrollen och installerades inte. Det beror oftast på att hämtningen skadades. Försök igen.
tr: İndirilen Wine çalışma zamanı bütünlük denetiminden geçemedi ve yüklenmedi. Bu genellikle indirmenin bozulduğu anlamına gelir. Lütfen yeniden deneyin.
uk: Завантажений рушій Wine не пройшов перевірку цілісності й не був встановлений. Зазвичай це означає, що завантаження пошкоджено. Спробуйте ще раз.
vi: Runtime Wine tải về không vượt qua kiểm tra toàn vẹn nên chưa được cài. Thường là do tệp tải về bị hỏng. Hãy thử lại.
zh_hans: 下载的 Wine 运行时未通过完整性校验，因此未安装。这通常表示下载已损坏。请重试。
zh_hant: 下載的 Wine 執行階段未通過完整性檢查，因此未安裝。這通常表示下載已損毀。請重試。

# setup.whiskywine.error.downloadFailed
source: Download failed: %@
ar: فشل التنزيل: %@
cs: Stažení selhalo: %@
da: Overførslen mislykkedes: %@
de: Download fehlgeschlagen: %@
es: Error de descarga: %@
fi: Lataus epäonnistui: %@
fr: Échec du téléchargement : %@
it: Download non riuscito: %@
ja: ダウンロードに失敗しました: %@
ko: 다운로드 실패: %@
nl: Download mislukt: %@
pl: Pobieranie nie powiodło się: %@
pt_br: Falha no download: %@
pt_pt: Falha na transferência: %@
ro: Descărcare eșuată: %@
ru: Не удалось загрузить: %@
sv: Hämtningen misslyckades: %@
tr: İndirme başarısız: %@
uk: Не вдалося завантажити: %@
vi: Tải xuống thất bại: %@
zh_hans: 下载失败：%@
zh_hant: 下載失敗：%@

# setup.whiskywine.error.fetchVersionFailed
source: Failed to fetch version: %@
ar: تعذّر جلب الإصدار: %@
cs: Nepodařilo se zjistit verzi: %@
da: Versionen kunne ikke hentes: %@
de: Version konnte nicht abgerufen werden: %@
es: No se ha podido obtener la versión: %@
fi: Version haku epäonnistui: %@
fr: Impossible de récupérer la version : %@
it: Impossibile recuperare la versione: %@
ja: バージョン情報を取得できませんでした: %@
ko: 버전을 가져오지 못했습니다: %@
nl: Ophalen van versie mislukt: %@
pl: Nie udało się pobrać wersji: %@
pt_br: Não foi possível obter a versão: %@
pt_pt: Não foi possível obter a versão: %@
ro: Nu s-a putut obține versiunea: %@
ru: Не удалось получить версию: %@
sv: Versionen kunde inte hämtas: %@
tr: Sürüm bilgisi alınamadı: %@
uk: Не вдалося отримати версію: %@
vi: Không lấy được phiên bản: %@
zh_hans: 无法获取版本：%@
zh_hant: 無法取得版本：%@

# setup.whiskywine.error.fileNotFound
source: File not found
ar: لم يتم العثور على الملف
cs: Soubor nenalezen
da: Filen blev ikke fundet
de: Datei nicht gefunden
es: Archivo no encontrado
fi: Tiedostoa ei löytynyt
fr: Fichier introuvable
it: File non trovato
ja: ファイルが見つかりません
ko: 파일을 찾을 수 없음
nl: Bestand niet gevonden
pl: Nie znaleziono pliku
pt_br: Arquivo não encontrado
pt_pt: Ficheiro não encontrado
ro: Fișier negăsit
ru: Файл не найден
sv: Filen hittades inte
tr: Dosya bulunamadı
uk: Файл не знайдено
vi: Không tìm thấy tệp
zh_hans: 找不到文件
zh_hant: 找不到檔案

# setup.whiskywine.error.httpError
source: HTTP error %d
ar: خطأ HTTP رقم %d
cs: Chyba HTTP %d
da: HTTP-fejl %d
de: HTTP-Fehler %d
es: Error HTTP %d
fi: HTTP-virhe %d
fr: Erreur HTTP %d
it: Errore HTTP %d
ja: HTTP エラー %d
ko: HTTP 오류 %d
nl: HTTP-fout %d
pl: Błąd HTTP %d
pt_br: Erro HTTP %d
pt_pt: Erro HTTP %d
ro: Eroare HTTP %d
ru: Ошибка HTTP %d
sv: HTTP-fel %d
tr: HTTP hatası %d
uk: Помилка HTTP %d
vi: Lỗi HTTP %d
zh_hans: HTTP 错误 %d
zh_hant: HTTP 錯誤 %d

# setup.whiskywine.error.installFailed
source: WhiskyWine installation failed. Please copy diagnostics and attach logs.
ar: فشل تثبيت WhiskyWine. يُرجى نسخ التشخيصات وإرفاق السجلات.
cs: Instalace WhiskyWine se nezdařila. Zkopírujte diagnostiku a přiložte protokoly.
da: Installationen af WhiskyWine mislykkedes. Kopiér diagnostik og vedhæft logfiler.
de: Die Installation von WhiskyWine ist fehlgeschlagen. Bitte Diagnosedaten kopieren und Protokolle anhängen.
es: La instalación de WhiskyWine falló. Copie los diagnósticos y adjunte los registros.
fi: WhiskyWine-asennus epäonnistui. Kopioi diagnostiikka ja liitä lokit.
fr: L'installation de WhiskyWine a échoué. Veuillez copier les diagnostics et joindre les journaux.
it: Installazione di WhiskyWine non riuscita. Copia la diagnostica e allega i log.
ja: WhiskyWine のインストールに失敗しました。診断情報をコピーしてログを添付してください。
ko: WhiskyWine 설치에 실패했습니다. 진단 정보를 복사하고 로그를 첨부하세요.
nl: Installatie van WhiskyWine is mislukt. Kopieer de diagnostiek en voeg logbestanden toe.
pl: Instalacja WhiskyWine nie powiodła się. Skopiuj diagnostykę i dołącz logi.
pt_br: A instalação do WhiskyWine falhou. Copie os diagnósticos e anexe os logs.
pt_pt: A instalação do WhiskyWine falhou. Copie os diagnósticos e anexe os registos.
ro: Instalarea WhiskyWine a eșuat. Copiază diagnosticele și atașează jurnalele.
ru: Установка WhiskyWine не удалась. Скопируйте диагностику и приложите журналы.
sv: Installationen av WhiskyWine misslyckades. Kopiera diagnostik och bifoga loggar.
tr: WhiskyWine kurulumu başarısız oldu. Lütfen tanılamayı kopyalayıp günlükleri ekleyin.
uk: Не вдалося встановити WhiskyWine. Скопіюйте діагностику та додайте журнали.
vi: Cài đặt WhiskyWine thất bại. Vui lòng sao chép chẩn đoán và đính kèm nhật ký.
zh_hans: WhiskyWine 安装失败。请复制诊断并附上日志。
zh_hant: WhiskyWine 安裝失敗。請複製診斷並附上記錄。

# setup.whiskywine.error.installFailed.detail
source: Installation failed: %@
ar: فشل التثبيت: %@
cs: Instalace selhala: %@
da: Installationen mislykkedes: %@
de: Installation fehlgeschlagen: %@
es: Error de instalación: %@
fi: Asennus epäonnistui: %@
fr: Échec de l'installation : %@
it: Installazione non riuscita: %@
ja: インストールに失敗しました: %@
ko: 설치 실패: %@
nl: Installatie mislukt: %@
pl: Instalacja nie powiodła się: %@
pt_br: Falha na instalação: %@
pt_pt: Falha na instalação: %@
ro: Instalare eșuată: %@
ru: Не удалось установить: %@
sv: Installationen misslyckades: %@
tr: Yükleme başarısız: %@
uk: Не вдалося встановити: %@
vi: Cài đặt thất bại: %@
zh_hans: 安装失败：%@
zh_hant: 安裝失敗：%@

# setup.whiskywine.error.interrupted
source: The connection was interrupted and the download could not be completed. Please try again.
ar: انقطع الاتصال ولم يكتمل التنزيل. يرجى المحاولة مرة أخرى.
cs: Připojení bylo přerušeno a stahování se nepodařilo dokončit. Zkuste to prosím znovu.
da: Forbindelsen blev afbrudt, og overførslen kunne ikke fuldføres. Prøv igen.
de: Die Verbindung wurde unterbrochen und der Download konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: Se interrumpió la conexión y no se pudo completar la descarga. Inténtalo de nuevo.
fi: Yhteys katkesi, eikä latausta voitu suorittaa loppuun. Yritä uudelleen.
fr: La connexion a été interrompue et le téléchargement n'a pas pu être terminé. Veuillez réessayer.
it: La connessione si è interrotta e non è stato possibile completare il download. Riprova.
ja: 接続が中断されたため、ダウンロードを完了できませんでした。もう一度お試しください。
ko: 연결이 중단되어 다운로드를 완료할 수 없습니다. 다시 시도해 주세요.
nl: De verbinding is onderbroken en de download kan niet worden voltooid. Probeer het opnieuw.
pl: Połączenie zostało przerwane i nie udało się ukończyć pobierania. Spróbuj ponownie.
pt_br: A conexão foi interrompida e não foi possível concluir o download. Tente novamente.
pt_pt: A ligação foi interrompida e não foi possível concluir a transferência. Tente novamente.
ro: Conexiunea a fost întreruptă, iar descărcarea nu a putut fi finalizată. Încearcă din nou.
ru: Соединение было прервано, и загрузку не удалось завершить. Повторите попытку.
sv: Anslutningen avbröts och hämtningen kunde inte slutföras. Försök igen.
tr: Bağlantı kesildi ve indirme tamamlanamadı. Lütfen tekrar deneyin.
uk: З'єднання було перервано, і завантаження не вдалося завершити. Спробуйте ще раз.
vi: Kết nối bị gián đoạn và không thể hoàn tất quá trình tải xuống. Vui lòng thử lại.
zh_hans: 连接中断，下载未能完成。请重试。
zh_hant: 連線中斷，下載未能完成。請再試一次。

# setup.whiskywine.error.invalidDownloadURL
source: Invalid download URL
ar: عنوان URL للتنزيل غير صالح
cs: Neplatná adresa URL ke stažení
da: Ugyldig download-URL
de: Ungültige Download-URL
es: URL de descarga no válida
fi: Virheellinen latausosoite
fr: URL de téléchargement non valide
it: URL di download non valido
ja: ダウンロード URL が無効です
ko: 잘못된 다운로드 URL
nl: Ongeldige download-URL
pl: Nieprawidłowy adres URL pobierania
pt_br: URL de download inválido
pt_pt: URL de transferência inválido
ro: URL de descărcare nevalid
ru: Неверный URL загрузки
sv: Ogiltig hämtningsadress
tr: Geçersiz indirme URL'si
uk: Неправильна URL-адреса завантаження
vi: URL tải xuống không hợp lệ
zh_hans: 下载 URL 无效
zh_hant: 下載 URL 無效

# setup.whiskywine.error.invalidVersionURL
source: Invalid version URL
ar: عنوان URL للإصدار غير صالح
cs: Neplatná adresa URL verze
da: Ugyldig versions-URL
de: Ungültige Versions-URL
es: URL de versión no válida
fi: Virheellinen versio-osoite
fr: URL de version non valide
it: URL della versione non valido
ja: バージョン URL が無効です
ko: 잘못된 버전 URL
nl: Ongeldige versie-URL
pl: Nieprawidłowy adres URL wersji
pt_br: URL de versão inválido
pt_pt: URL de versão inválido
ro: URL de versiune nevalid
ru: Неверный URL версии
sv: Ogiltig versionsadress
tr: Geçersiz sürüm URL'si
uk: Неправильна URL-адреса версії
vi: URL phiên bản không hợp lệ
zh_hans: 版本 URL 无效
zh_hant: 版本 URL 無效

# setup.whiskywine.error.noFileReceived
source: Download failed: no file received
ar: فشل التنزيل: لم يتم استلام أي ملف
cs: Stažení selhalo: nebyl přijat žádný soubor
da: Overførslen mislykkedes: der blev ikke modtaget nogen fil
de: Download fehlgeschlagen: keine Datei empfangen
es: Error de descarga: no se ha recibido ningún archivo
fi: Lataus epäonnistui: tiedostoa ei saatu
fr: Échec du téléchargement : aucun fichier reçu
it: Download non riuscito: nessun file ricevuto
ja: ダウンロードに失敗しました: ファイルを受信できませんでした
ko: 다운로드 실패: 파일을 받지 못했습니다
nl: Download mislukt: geen bestand ontvangen
pl: Pobieranie nie powiodło się: nie otrzymano pliku
pt_br: Falha no download: nenhum arquivo recebido
pt_pt: Falha na transferência: nenhum ficheiro recebido
ro: Descărcare eșuată: nu s-a primit niciun fișier
ru: Не удалось загрузить: файл не получен
sv: Hämtningen misslyckades: ingen fil togs emot
tr: İndirme başarısız: dosya alınmadı
uk: Не вдалося завантажити: файл не отримано
vi: Tải xuống thất bại: không nhận được tệp
zh_hans: 下载失败：未收到文件
zh_hant: 下載失敗：未收到檔案

# setup.whiskywine.error.rateLimit
source: Rate limit exceeded. Please try again later.
ar: تم تجاوز حد الطلبات. يُرجى المحاولة لاحقًا.
cs: Překročen limit požadavků. Zkuste to prosím později.
da: Grænsen for antal forespørgsler er nået. Prøv igen senere.
de: Anfragelimit erreicht. Bitte versuche es später erneut.
es: Se ha superado el límite de peticiones. Inténtalo más tarde.
fi: Pyyntöraja ylittyi. Yritä myöhemmin uudelleen.
fr: Limite de requêtes atteinte. Veuillez réessayer plus tard.
it: Limite di richieste superato. Riprova più tardi.
ja: レート制限に達しました。しばらくしてからもう一度お試しください。
ko: 요청 한도를 초과했습니다. 잠시 후 다시 시도해 주십시오.
nl: Aanvraaglimiet bereikt. Probeer het later opnieuw.
pl: Przekroczono limit żądań. Spróbuj ponownie później.
pt_br: Limite de requisições excedido. Tente novamente mais tarde.
pt_pt: Limite de pedidos excedido. Tente novamente mais tarde.
ro: Limita de solicitări a fost depășită. Încearcă mai târziu.
ru: Превышен лимит запросов. Повторите попытку позже.
sv: Gränsen för antal förfrågningar har nåtts. Försök igen senare.
tr: İstek sınırı aşıldı. Lütfen daha sonra yeniden deneyin.
uk: Перевищено ліміт запитів. Повторіть спробу пізніше.
vi: Đã vượt quá giới hạn yêu cầu. Hãy thử lại sau.
zh_hans: 已超出请求频率限制。请稍后再试。
zh_hant: 已超出請求次數限制。請稍後再試。

# setup.whiskywine.error.serverError
source: Server error. Please try again later.
ar: خطأ في الخادم. يُرجى المحاولة لاحقًا.
cs: Chyba serveru. Zkuste to prosím později.
da: Serverfejl. Prøv igen senere.
de: Serverfehler. Bitte versuche es später erneut.
es: Error del servidor. Inténtalo más tarde.
fi: Palvelinvirhe. Yritä myöhemmin uudelleen.
fr: Erreur du serveur. Veuillez réessayer plus tard.
it: Errore del server. Riprova più tardi.
ja: サーバーエラーです。しばらくしてからもう一度お試しください。
ko: 서버 오류입니다. 잠시 후 다시 시도해 주십시오.
nl: Serverfout. Probeer het later opnieuw.
pl: Błąd serwera. Spróbuj ponownie później.
pt_br: Erro do servidor. Tente novamente mais tarde.
pt_pt: Erro do servidor. Tente novamente mais tarde.
ro: Eroare de server. Încearcă mai târziu.
ru: Ошибка сервера. Повторите попытку позже.
sv: Serverfel. Försök igen senare.
tr: Sunucu hatası. Lütfen daha sonra yeniden deneyin.
uk: Помилка сервера. Повторіть спробу пізніше.
vi: Lỗi máy chủ. Hãy thử lại sau.
zh_hans: 服务器错误。请稍后再试。
zh_hant: 伺服器錯誤。請稍後再試。

# setup.whiskywine.error.tarballMissing
source: The downloaded Wine runtime is missing and can't be installed. It was likely removed before installation finished. Please try again.
ar: بيئة تشغيل Wine التي تم تنزيلها مفقودة ولا يمكن تثبيتها. على الأرجح أُزيلت قبل اكتمال التثبيت. يُرجى إعادة المحاولة.
cs: Stažené prostředí Wine chybí, a proto je nelze nainstalovat. Pravděpodobně bylo odstraněno před dokončením instalace. Zkuste to prosím znovu.
da: Den hentede Wine-runtime mangler og kan ikke installeres. Den blev sandsynligvis fjernet, før installationen var færdig. Prøv igen.
de: Die geladene Wine-Runtime fehlt und kann nicht installiert werden. Vermutlich wurde sie entfernt, bevor die Installation abgeschlossen war. Bitte versuche es erneut.
es: El runtime de Wine descargado no está y no se puede instalar. Es probable que se eliminara antes de terminar la instalación. Inténtalo de nuevo.
fi: Ladattu Wine-ajoympäristö puuttuu eikä sitä voi asentaa. Se poistettiin todennäköisesti ennen asennuksen valmistumista. Yritä uudelleen.
fr: Le runtime Wine téléchargé est introuvable et ne peut pas être installé. Il a probablement été supprimé avant la fin de l'installation. Veuillez réessayer.
it: Il runtime Wine scaricato non è presente e non può essere installato. Probabilmente è stato rimosso prima del termine dell'installazione. Riprova.
ja: ダウンロードした Wine ランタイムが見つからないため、インストールできません。インストールが完了する前に削除された可能性があります。もう一度お試しください。
ko: 다운로드한 Wine 런타임이 없어 설치할 수 없습니다. 설치가 끝나기 전에 삭제된 것으로 보입니다. 다시 시도해 주십시오.
nl: De gedownloade Wine-runtime ontbreekt en kan niet worden geïnstalleerd. Waarschijnlijk is deze verwijderd voordat de installatie klaar was. Probeer het opnieuw.
pl: Brakuje pobranego silnika Wine, więc nie można go zainstalować. Prawdopodobnie został usunięty przed zakończeniem instalacji. Spróbuj ponownie.
pt_br: O runtime do Wine baixado não está presente e não pode ser instalado. Provavelmente foi removido antes de a instalação terminar. Tente novamente.
pt_pt: O runtime do Wine transferido não está presente e não pode ser instalado. Provavelmente foi removido antes de a instalação terminar. Tente novamente.
ro: Runtime-ul Wine descărcat lipsește și nu poate fi instalat. Probabil a fost șters înainte de finalizarea instalării. Încearcă din nou.
ru: Загруженная среда Wine отсутствует, поэтому установить её не удалось. Скорее всего, файл был удалён до завершения установки. Попробуйте ещё раз.
sv: Den hämtade Wine-runtime saknas och kan inte installeras. Den togs troligen bort innan installationen var klar. Försök igen.
tr: İndirilen Wine çalışma zamanı bulunamadığı için yüklenemiyor. Büyük olasılıkla yükleme tamamlanmadan kaldırıldı. Lütfen yeniden deneyin.
uk: Завантаженого рушія Wine немає, тому встановити його не вдалося. Найімовірніше, файл видалено до завершення встановлення. Спробуйте ще раз.
vi: Không tìm thấy runtime Wine đã tải nên không thể cài. Có thể nó đã bị xóa trước khi cài xong. Hãy thử lại.
zh_hans: 下载的 Wine 运行时已丢失，无法安装。它可能在安装完成前被移除。请重试。
zh_hant: 下載的 Wine 執行階段已遺失，無法安裝。它可能在安裝完成前被移除。請重試。

# setup.whiskywine.eta
source: - %@ remaining
ar: - متبقي %@
cs: - zbývá %@
da: - %@ tilbage
de: - %@ verbleibend
es: - %@ restante
fi: - %@ jäljellä
fr: - %@ restantes
it: - %@ rimanenti
ja: - 残り %@
ko: - %@ 남음
nl: - %@ resterend
pl: - pozostało %@
pt_br: - %@ restantes
pt_pt: - %@ em falta
ro: - A rămas %@
ru: - осталось %@
sv: - %@ kvar
tr: -%@ kaldı
uk: - залишилось %@
vi: - %@ còn lại
zh_hans: - 剩余 %@
zh_hant: - 剩餘%@

# setup.whiskywine.install
source: Installing WhiskyWine
ar: تثبيت WhiskyWine
cs: Instalace WhiskyWine
da: Installere Wine
de: WhiskyWine wird installiert
es: Instalando WhiskyWine
fi: Asennetaan WhiskyWine
fr: Installation de WhiskyWine
it: Installazione di WhiskyWine
ja: WhiskyWine をインストール中
ko: WhiskyWine 설치 중
nl: Wine installeren
pl: Instalowanie WhiskyWine
pt_br: Instalando Wine
pt_pt: Instalando Wine
ro: Se instalează WhiskyWine
ru: Установка WhiskyWine
sv: Installerar WhiskyWine
tr: Wine Yükleniyor
uk: Встановлення WhiskyWine
vi: Đang cài đặt Wine
zh_hans: 正在安装 WhiskyWine
zh_hant: 正在安裝 WhiskyWine

# setup.whiskywine.install.subtitle
source: Almost there. Don't tune out yet.
ar: اوشكت على الوصول. لا تضبط الخروج بعد.
cs: Už to bude. Zatím nezavírejte.
da: Er der næsten. Luk ikke programmet endnu.
de: Fast fertig. Noch nicht abbrechen.
es: Un momento, ya casi está.
fi: Melkein valmista. Älä karkaa vielä.
fr: Vous y êtes presque. Veuillez patienter s'il vous plaît.
it: Quasi fatto. Non disconnetterti adesso.
ja: あと少しです。そのままお待ち下さい。
ko: 거의 다 왔어요. 아직 끄지 마세요.
nl: Bijna daar. Nog niet weg gaan.
pl: Prawie gotowe. Jeszcze nie wyłączaj.
pt_br: Quase lá. Por favor, aguarde.
pt_pt: Quase lá. Não desligue ainda.
ro: Aproape terminat. Nu ieși deocamdată.
ru: Почти закончили. Не отключайтесь.
sv: Nästan klart. Häng kvar en stund till.
tr: Bitmek üzere. Lütfen Kapatmayınız.
uk: Майже готово.
vi: Cài đặt sắp hoàn tất.
zh_hans: 就快完成了，请不要退出。
zh_hant: 快完成了。請不要退出。

# setup.whiskywine.progress
source: %@ of %@
ar: %@ من %@
cs: %@ z %@
da: %@ af %@
de: %@ von %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
ko: %2$@ 중 %1$@
nl: %@ van de %@
pl: %@ z %@
pt_br: %@ de %@
pt_pt: %@ de %@
ro: %@ din %@
ru: %@ из %@
sv: %@ av %@
tr: %@'nin %@'si
uk: %@ з %@
vi: %@ của %@
zh_hans: %2$@ 中的 %1$@
zh_hant: %2$@ 中的 %1$@

# showAlertOnFirstLaunch.button.dontMove
source: Don't Move
ar: لا تنقل
cs: Nepřesouvat
da: Flyt Ikke
de: Nicht Bewegen
es: No Mover
fi: Älä siirrä
fr: Ne pas déplacer
it: Non spostare
ja: 移動しない
ko: 옮기지 않기
nl: Niet verplaatsen
pl: Nie przenoś
pt_br: Não Mover
pt_pt: Não Mover
ro: Nu Muta
ru: Не двигать
sv: Flytta inte
tr: Taşıma
uk: Не переміщати
vi: Không Chuyển
zh_hans: 不要移动
zh_hant: 不移動

# showAlertOnFirstLaunch.button.moveToApplications
source: Move to Applications
ar: النقل إلى التطبيقات
cs: Přesunout do složky Aplikace
da: Flyt til mappen Applications
de: In den Programm-Ordner legen
es: Mover a Aplicaciones
fi: Siirrä Applikaatioihin
fr: Déplacer vers Applications
it: Sposta in Applicazioni
ja: 「アプリケーション」に移動
ko: 애플리케이션 폴더로 옮기기
nl: Ga naar Toepassingen
pl: Przenieś do folderu Aplikacje
pt_br: Mover para Aplicativos
pt_pt: Mover para Aplicações
ro: Mutare în Aplicații
ru: Перенести в «Приложения»
sv: Flytta till Program
tr: Uygulamalar'a Taşı
uk: Перемістити до Застосунків
vi: Chuyển tới Applications
zh_hans: 移动到应用程序文件夹
zh_hant: 移動到應用程式

# showAlertOnFirstLaunch.informativeText
source: In some cases, Whisky wont't be able to function properly from a different folder
ar: في بعض الحالات، Whisky لن يكون قادراً على العمل بشكل صحيح من مجلد مختلف
cs: V některých případech nemusí být Whisky schopna správně fungovat z jiné složky
da: I nogle tilfælde vil Whisky ikke være i stand til at fungere korrekt fra en anden mappe
de: In manchen Fällen wird Whisky nicht richtig funktionieren, wenn es in einem anderen Ordner gespeichert ist
es: En algunos casos, Whisky podría no funcionar correctamente desde una carpeta diferente
fi: Joissakin tapauksissa, Whiskyn ei ole mahdollista toimia kunnolla muista kansioista
fr: Dans certains cas, Whisky ne pourra pas fonctionner correctement depuis un dossier différent
it: In alcuni casi, Whisky non potrà funzionare correttamente da un cartella diversa
ja: 場合によっては、異なるフォルダから Whisky を適切に使用できない場合があります
ko: 경우에 따라 다른 폴더에서는 Whisky가 제대로 동작하지 않을 수 있습니다.
nl: In sommige gevallen zal Whiskey niet goed kunnen functioneren vanuit een andere map
pl: W niektórych przypadkach Whisky nie będzie w stanie działać poprawnie w innym folderze
pt_br: Em alguns casos, o Whisky pode não funcionar corretamente numa pasta diferente
pt_pt: Em alguns casos, o Whisky pode não funcionar corretamente numa pasta diferente
ro: În unele cazuri, Whisky nu va putea funcționa corect dintr-un folder diferit
ru: В некоторых случаях Whisky не сможет правильно функционировать из другой папки
sv: I vissa fall kan Whisky inte fungera som det ska från en annan mapp
tr: Bazı durumlarda, Whisky başka bir klasörden düzgün çalışamayabilir
uk: У деяких випадках, Whisky може не працювати належним чином з іншої папки
vi: Trong một số trường hợp, Whisky sẽ không hoạt động đúng nếu không nằm trong Applications
zh_hans: 在某些情况下，Whisky 可能无法在其他的文件夹中正常工作
zh_hant: 在某些情況下，Whisky 可能無法在不同的資料夾中正常運作
